Repository: eteriall/Neural-Designer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: A Neural network which can generate all kinds of designs
ru: Нейронная сеть, генерирующая инновационные дизайнерские решения. Некоммерческий продукт для генерации айдентики для среднего и малого бизнеса. Сотрудничество - rasskazchikov.work@ya.ru

source: Where the designers work
ru: Место, где создаются дизайны

source: A Neural network which can generate all kinds of designs
ru: Нейронная сеть, генерирующая инновационные дизайнерские решения.

source: Sign in
ru: Войти

source: Your email
ru: Почта

source: Password
ru: Пароль

source: Sign up
ru: Регистрация

source: Your name
ru: Имя

source: Create new password
ru: Пароль

source: Explore
ru: Новости

source: Source code
ru: Код проекта

source: About us
ru: О нас

source: Sign Up
ru: Регистрация
